Repository: eccsm/Angular-Bakery-Client-
Catalog: src/locale/messages.*.xlf
Languages: tr

source: Products
tr: Ürünler

source: Contact
tr: İletişim

source: Add Product
tr: Ürün Ekle

source: Categories
tr: Kategoriler

source: Users
tr: Kullanicilar

source: Login
tr: Giris

source: Profile
tr: Hesabim

source: Logout
tr: Çikis

source: Sure to delete <b>{{local_data.name}}</b>?
tr: Onayliyor musunuz?

source: Cancel
tr: Iptal

source: Filter
tr: Filtrele

source: Add
tr: Ekle

source: Name
tr: Isim

source: Action
tr: Islemler

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: Related Products
tr: Ilgili Ürünler

source: Name
tr: Isim

source: Name is required.
tr: Zorunlu Alan: Isim

source: Name must be at least 4 characters long.
tr: Isim en az 4 harften olusmalidir.

source: Description
tr: Detay

source: Description is required.
tr: Zorunlu Alan: Detay

source: Description must be at least 10 characters long.
tr: Detay en az 10 harf içermelidir

source: Category
tr: Kategori

source: Select Category
tr: Kategori Seç

source: Category is required.
tr: Zorunlu Alan: Kategori

source: Add Item
tr: Ürün Ekle

source: Description is required.
tr: Zorunlu Alan: Detay

source: Description must be at least 10 characters long.
tr: Detay en az 10 harf içermelidir

source: Image
tr: Resim

source: Update
tr: Güncelle

source: Username is required.
tr: Zorunlu Alan: Kullanıcı Adı

source: Username must be at least 4 characters long.
tr: Kullanıcı Adı en az 4 harf içermelidir

source: Password is required.
tr: Zorunlu Alan: Şifre

source: Forgot Password
tr: Sifremi Unuttum

source: Don't you have an account ? <a>Register</a>
tr: Hesabınız yok mu?

source: Create account
tr: Hesap Olustur

source: Username must be at least 5 characters long.
tr: Kullanıcı Adı en az 5 harf içermelidir.

source: Fullname is required.
tr: Zorunlu Alan: Tam Ad

source: Fullname must be at least 5 characters long.
tr: Tam Ad en az 5 harf içermelidir.

source: Mail is required.
tr: Zorunlu Alan: Mail

source: Wrong Mail Format
tr: Yanlış Mail Formatı

source: Password must be at least 6 characters long.
tr: Şifre en az 6 karakter içermelidir.

source: Password Confirmation is required.
tr: Şifre Yeniden Girilmelidir

source: Passwords must match
tr: Şifre uyuşmuyor

source: <i></i><span></span>Register
tr: Kayıt Ol

source: Login here
tr: Giris Yap

source: Role
tr: Rol

source: Select Role
tr: Rol Seç

source: Block
tr: Engelle

source: Username
tr: Kullanici Adi

source: Fullname
tr: Tam ad

source: Contact Us
tr: Iletisime Geç

source: Fullname is required.
tr: Zorunlu Alan: Tam Ad

source: Fullname must be at least 5 characters long.
tr: Tam Ad en az 5 karakter içermelidir

source: Mail is required.
tr: Zorunlu Alan: Mail

source: Wrong Mail Format
tr: Yanlış Mail Formatı

source: Message is required.
tr: Zorunlu Alan: Mesaj

source: Message must be at least 10 characters long.
tr: Mesaj en az 10 Karakter içermelidir.

source: Submit
tr: Gönder

source: Username is required.
tr: Zorunlu Alan: Kullanıcı Adı

source: Username doesn't exist.
tr: Böyle bir kullanıcı bulunmamakta

source: Submit
tr: Onay

source: Password is required.
tr: Zorunlu Alan: Şifre

source: Password must be at least 6 characters long.
tr: Şifre en az 6 karakter içermelidir.

source: Password Confirmation is required.
tr: Şifre Onayı Gerekmektedir

source: Passwords must match
tr: Şifre uyuşmuyor
